"BUTTON_AUTHENTICATE" = "استفاده از شماره تلفن من";

"BUTTON_CONTINUE" = "ادامه";

"BUTTON_CREATED_ACCOUNT" = "حساب ایجاد شد";

"BUTTON_CREATE_ACCOUNT" = "ایجاد حساب";

"BUTTON_CREATING_ACCOUNT" = "ایجاد حساب";

"BUTTON_DISMISS" = "نادیده گرفتن";

"BUTTON_DONE" = "انجام شد";

"BUTTON_NOT_NOW" = "حالا نه";

"BUTTON_OKAY" = "تأیید";

"BUTTON_RESEND_CONF_CODE" = "یک کد دیگر درخواست کنید.";

"BUTTON_RETRY" = "تلاش مجدد";

"BUTTON_SENDING" = "در حال ارسال...";

"BUTTON_SENDING_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SEND_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SENT_CONF_CODE" = "کد تأیید ارسال شد";

"BUTTON_TRY_DIFFERENT_NUMBER" = "شماره دیگری را امتحان کنید";

"CALL_ME_ACTION" = "با من تماس بگیر";

"CALL_ME_LOADING" = "در حال برقراری تماس...";

"ERROR_CANT_SMS" = "ارسال پیامک به این شماره ممکن نیست.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "لطفاً کدتان را بررسی کنید و دوباره امتحان کنید";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ای وای، ظاهرا با یک مشکل شبکه‌ای مواجه شده‌ایم. موافقید دوباره امتحان کنیم؟  [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "لطفا ایمیل خود را بررسی و دوباره امتحان کنید";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "لطفاً شماره تان را بررسی کنید و دوباره امتحان کنید";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "کد تایید ۲مرحله‌ای را وارد کنید.";

"LABEL_ENTER_CONF_CODE" = "یک کد برایتان ارسال کردیم.";

"LABEL_ENTER_EMAIL" = "ایمیلتان را وارد کنید.";

"LABEL_ENTER_PHONE_NUMBER" = "شماره تلفنتان چند است؟";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "ما از Digits by Twitter استفاده می‌کنیم تا تعداد بیشتری از دوستان شما که از این برنامه استفاده می کنند را پیدا کنیم. وقتی تأیید را بزنید، دفترچه آدرس شما را در Digits by Twitter بارگذاری خواهیم کرد تا شما را در یافتن کاربران %@ که می‌شناسید کمک کنیم یا به سایر کاربران %@ کمک کنیم شما را پیدا کنند.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "دوستانتان را پیدا کنید";

"LABEL_RESEND_CONF_CODE" = "کدی دریافت نکردید؟";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "امکان تأیید شماره تلفن شما وجود ندارد";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "متأسفیم مشکلی در فرستادن رمز تأیید به شما وجود دارد.";

"ONBOARDING_MESSAGE" = "[Digits] به https://fabric.io وارد شوید تا نام برنامه شما را که در ایمیل‌های تاییدسازی و پیام‌های متنی/صوتی اجازه‌دهی استفاده می‌شود تنظیم کنید.";

"PARTIAL_FOOTNOTE_THIS_APP" = "این برنامه";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "کد تایید‌سازی";

"PLACEHOLDER_CONF_CODE" = "کد ۶ رقمی خود را وارد کنید.";

